import React from "react";

export default function TimeSvg() {
	return (
		<svg width="21px" height="20px" viewBox="0 0 21 20" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlnsXlink="http://www.w3.org/1999/xlink">
			<g id="优化" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
				<g id="数据要素_数据资源_查看" transform="translate(-923.000000, -269.000000)">
					<g id="编组-8" transform="translate(420.056211, 80.000000)">
						<g id="time-line-(2)" transform="translate(503.000000, 189.000000)">
							<polygon id="路径" points="0 0 20 0 20 20 0 20"></polygon>
							<path d="M10,18.3333333 C5.3975,18.3333333 1.66666667,14.6025 1.66666667,10 C1.66666667,5.3975 5.3975,1.66666667 10,1.66666667 C14.6025,1.66666667 18.3333333,5.3975 18.3333333,10 C18.3333333,14.6025 14.6025,18.3333333 10,18.3333333 Z M10,16.6666667 C13.6818983,16.6666667 16.6666667,13.6818983 16.6666667,10 C16.6666667,6.31810167 13.6818983,3.33333333 10,3.33333333 C6.31810167,3.33333333 3.33333333,6.31810167 3.33333333,10 C3.33333333,13.6818983 6.31810167,16.6666667 10,16.6666667 Z M10.8333333,10 L14.1666667,10 L14.1666667,11.6666667 L9.16666667,11.6666667 L9.16666667,5.83333333 L10.8333333,5.83333333 L10.8333333,10 Z" id="形状" fill="currentColor" fill-rule="nonzero"></path>
						</g>
					</g>
				</g>
			</g>
		</svg>
	)
}
