import React from "react";

export default function AuditManagementSvg() {
	return (
		<svg width="16px" height="16px" viewBox="0 0 16 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlnsXlink="http://www.w3.org/1999/xlink">
			<g id="权限管理" stroke="none" strokeWidth="1" fill="none" fillRule="evenodd">
				<g id="画板" transform="translate(-15.000000, -95.000000)">
					<g id="编组-3" transform="translate(15.000000, 95.000000)">
						<polygon id="路径" points="0 0 16 0 16 16 0 16"/>
						<path d="M13.3333333,14.6666667 L2.66666667,14.6666667 C2.29847683,14.6666667 2,14.3681898 2,14 L2,2 C2,1.63181017 2.29847683,1.33333333 2.66666667,1.33333333 L13.3333333,1.33333333 C13.7015232,1.33333333 14,1.63181017 14,2 L14,14 C14,14.3681898 13.7015232,14.6666667 13.3333333,14.6666667 Z M4.66666667,4 L4.66666667,6.66666667 L7.33333333,6.66666667 L7.33333333,4 L4.66666667,4 Z M4.66666667,8 L4.66666667,9.33333333 L11.3333333,9.33333333 L11.3333333,8 L4.66666667,8 Z M4.66666667,10.6666667 L4.66666667,12 L11.3333333,12 L11.3333333,10.6666667 L4.66666667,10.6666667 Z M8.66666667,4.66666667 L8.66666667,6 L11.3333333,6 L11.3333333,4.66666667 L8.66666667,4.66666667 Z" id="形状" fill="currentColor" fillRule="nonzero"/>
					</g>
				</g>
			</g>
		</svg>
	)
}
