import React from "react";

export default function AddSvg() {
	return (
		<svg width="14px" height="14px" viewBox="0 0 14 14" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlnsXlink="http://www.w3.org/1999/xlink">
			<g id="优化" stroke="none" stroke-width="1" fill="none" fill-rule="evenodd">
				<g id="要素加工_生产任务_创建默认状态" transform="translate(-539.000000, -99.000000)">
					<g id="编组-6" transform="translate(450.666667, 97.300000)">
						<g id="编组-8" transform="translate(88.333333, 1.700000)">
							<polygon id="路径" points="0 0 14 0 14 14 0 14"></polygon>
							<path d="M9,1.83333333 L2.33333333,1.83333333 L2.33333333,12.5 L11.6666667,12.5 L11.6666667,4.5 L9,4.5 L9,1.83333333 Z M1,1.16133333 C1,0.796 1.298,0.5 1.666,0.5 L9.66666667,0.5 L13.0000165,3.83333333 L13.0000165,13.162 C13.001242,13.3388123 12.9321925,13.5088757 12.8080425,13.6347761 C12.6838925,13.7606765 12.5148124,13.8321 12.338,13.8333333 L1.662,13.8333333 C1.2977037,13.8307948 1.0029056,13.5362936 1,13.172 L1,1.16133333 L1,1.16133333 Z M6.33333333,6.5 L6.33333333,4.5 L7.66666667,4.5 L7.66666667,6.5 L9.66666667,6.5 L9.66666667,7.83333333 L7.66666667,7.83333333 L7.66666667,9.83333333 L6.33333333,9.83333333 L6.33333333,7.83333333 L4.33333333,7.83333333 L4.33333333,6.5 L6.33333333,6.5 Z" id="形状" fill="currentColor" fill-rule="nonzero"></path>
						</g>
					</g>
				</g>
			</g>
		</svg>
	)
}
