import React from "react";

export default function CriminalVideoClassificationSvg() {
	return (
		<svg width="16px" height="16px" viewBox="0 0 16 16" version="1.1" xmlns="http://www.w3.org/2000/svg" xmlnsXlink="http://www.w3.org/1999/xlink">
			<g id="数据要素所有版本" stroke="none" strokeWidth="1" fill="none" fillRule="evenodd">
				<g id="实验_要素试验区" transform="translate(-50.000000, -891.000000)">
					<g id="犯罪视频分类" transform="translate(50.000000, 891.000000)">
						<rect id="矩形备份-13" fill="#D8D8D8" opacity="0" transform="translate(8.000000, 8.000000) rotate(-360.000000) translate(-8.000000, -8.000000) " x="0" y="0" width="16" height="16"/>
						<g id="vidicon-line-(1)" transform="translate(0.000000, 2.000000)" fill="currentColor" fillRule="nonzero">
							<path d="M11.6363636,3.9 L15.4278545,1.1630325 C15.5923636,1.0442625 15.8191273,1.0855275 15.9342545,1.2552 C15.9770182,1.31823 16,1.393305 16,1.4702475 L16,10.529775 C16,10.73685 15.8371636,10.904775 15.6363636,10.904775 C15.5617455,10.904775 15.4889455,10.881075 15.4278545,10.836975 L11.6363636,8.1 L11.6363636,11.25 C11.6363636,11.664225 11.3107636,12 10.9090909,12 L0.727272727,12 C0.325614545,12 0,11.664225 0,11.25 L0,0.75 C0,0.33579 0.325614545,0 0.727272727,0 L10.9090909,0 C11.3107636,0 11.6363636,0.33579 11.6363636,0.75 L11.6363636,3.9 Z M11.6363636,6.269025 L14.5454545,8.369025 L14.5454545,3.6309825 L11.6363636,5.730975 L11.6363636,6.269025 Z M1.45454545,1.5 L1.45454545,10.5 L10.1818182,10.5 L10.1818182,1.5 L1.45454545,1.5 Z M2.90909091,3 L4.36363636,3 L4.36363636,4.5 L2.90909091,4.5 L2.90909091,3 Z" id="形状"/>
						</g>
					</g>
				</g>
			</g>
		</svg>
	)
}
